IDEA Open Model
ResultOfDeformation2.Uz Property
Compatible with IDEA StatiCa 20.1
 Deformation in the z direction
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Uz { get; set; }
Public Property Uz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfDeformation2 Class
IdeaRS.OpenModel.Result Namespace